{
    "2026-01-01": {
      "title": "New Year's Day",
      "body": "",
      "media": "",
      "type": "none"
    },
     "2026-01-28": {
      "title": "Log In",
      "body": "Hi everyone, as aap logo ne dekh liya hoga home page, I am Kishna Tiwari, is website ka owner. Main engineering First Year ka student hu abhi aur mujhko ek VLSI engineer bnna hai. Yahan pr main apni daily life record krunga tbh ye idea mereko ek random website se aaya jiska maine domain aise hi type krdiya tha internet pr. Wo ek japanese woman ki website thi jahan wo apni puri life record kri hai 15 saal tk like WOAH. Wo ab usko pdhti hogi to usko kitni nostalgic se feeluing aati ho yaar like pure 15 saal uske bacche jab chote the jb unki shaadi hogyi lol. Jab maine dekha ye sab maine socha mujhe bhi krna hai yaar ye aur main karunga. Website nahi bn rhi thi bhai 😭😭😭 isliye itna time lg gya isko start krne me wrna main last year september me hi start krdiya hota aur tbh aalsi to main hu hi lol. Huge thanks to TG2 for making this website for me yaar. To yes 28 january aur subah ke 4:25 am pr, I LOG IN this website!! 😊😊. Mera kal ka din theek bhot theek gya kal mere semester one ke exams end hue phewwwwwww aur sab theek gye (maths me back na aajaye bs 😭🙏) kal last exam tha ie Mechanical engineering basics ka aur tbh wo bhi thoda tougher side pe tha. Aur ofc baarish honi thi end day pr. bheegta hua gya aur bheegta hua aaya bhot thand lg rhi aur bina thermals ke gya tha lol. Ghar aake bs soya bhai usse ek din phle raat me soya hi nahi tha 😭 pure 4 ghante some k baad mobile me girlfriend ka msg pda tha aur uska 11 minute ka voice note (yaar kitniiii cute hai meri kuchupuchu 🥰 aur phir pure din pubg khela yaar tension hati dimaag se to bs pure din wo khela. Aaj se gym jaane ki socha tha but time pr so nahi paaya aur raat me phir washing machine me kapde laga diye to unke wjh se jaagna pda aur ab ye journal likh rha. Thank god washing machine khaali mil gyi wrna hr time kisi na kisi ke kapde rhte usme aur lol Main hostel me rhta hu forgot to mention it. Well then ab I hope so main roz entry kr sku apni journal me and dear viewer thanks for reading this far, I really appreciate this. Koi image lagane ko nahi to main isko upload krne ki image laga dunga lol. STAY TUNED, THANKS. ",
      "media": "https://github.com/kishnatiwari/my-image-host/blob/main/WhatsApp%20Image%202026-01-30%20at%201.44.30%20AM.jpeg?raw=true",
      "type": "none"
     },
    "2026-01-29": {
      "title": "Post Exam Masti",
      "body": "So aaj main last 2 din ki entries kr rha hu, 28 aur aaj 29 ki. Kal ka jyada yaad nahi mereko but hum log kal shaam ko gym gye the cuz we have been planning since a long time lkin jaa nhi paa rhe the baar baar koi na koi reasons ki wjh se. Kal finally gye shaam ko though plan subah ka tha. gym theek hai college ki mtlb jaisi sochi thi thi usse better hai but bheed rhti hai yaar wahan. dost log the gym me but i was hesitating bcz I wasnt in gym gear lkin kuch der baad main bhi chala gya. dumb bells mare kuch kuch biceps ki exercise kri, maze to aaye aur phir bhpt sare peacocks dekhe. hmare campus me bhot peacocks hai main neeche images bhi daal dunga kuch. Raat me gf se baat kr rha tha she seemed sad to I was trying to cheer her up. kal ka sirf itna hi yaad hai yaar I dont remember much. Aaj ka din was like woke up at 9:30 oh pta hai last night I asked my gf to call me at 6 am and wake me up, usne kiya but maiun sota rha lol to main 9:30 bje utha aur hm hostel le ladke cricket khelne gye. main photo neeche daal dunga aur phir mera dost Aarav aa gya tha room pr. uske saath kuch der bkchodi krne ke baad main gya market to buy amla carrots and sticky note pads. Aaj se maine opdhai start bhi krdi for sem 2. maths pdhi thodi aur thode goals set kre jo mereko krne hai. wall pr lagaye hai wo maine photo share krdunga. bs yaar aaj ka din itna hi tha ab hopefully kal milte hai. BYE BYE! ",
      "media": [
          "https://github.com/kishnatiwari/my-image-host/blob/main/WhatsApp%20Image%202026-01-30%20at%201.44.51%20AM.jpeg?raw=true",
          "https://github.com/kishnatiwari/my-image-host/blob/main/WhatsApp%20Image%202026-01-30%20at%201.44.51%20AM%20(1).jpeg?raw=true",
          "https://github.com/kishnatiwari/my-image-host/blob/main/WhatsApp%20Image%202026-01-30%20at%201.44.30%20AM.jpeg?raw=true",
          "https://github.com/kishnatiwari/my-image-host/blob/main/WhatsApp%20Image%202026-01-30%20at%201.44.38%20AM.jpeg?raw=true"
      ],
      "type": "none"
     },
    "2026-01-30": {
      "title": "Good Habits, Shuru!",
      "body": "To aaj suprisingly main jaldi uth gya (suprsiningly nahi but meri girlfriend ka call aaya to wake me up). Phir aaj main 7 bje gym chala gya, khali pet amla khaya aur nashte me aloo parantha, naah dhoke clg. Aaj mera practical tha, english ka, accha gya but mujhe acche marks nahi diye ma'am ne idk why (curse you Archana Trivedi!!) aarav ko mujse better marks mile. Room aake cricket aur phir bs medicine lene gye. Aaj ka din bs itna hi tha, aur kal mechanical ka practical hai. I hope wo accha jaye. Thats it, BYE BYE!",
      "media": "",
      "type": "none"
    }
  }







